Repository: AndersonCrook/Collector
Catalog: Collector/_Helpers/_Translations/AppResources.*.resx
Languages: pt

# DigitalText1
source: A 100% digital platform
pt: Uma plataforma 100% digital

# DigitalText2
source: Balance between digital and the real world
pt: Equilibrio entre o digital e o mundo real

# WorldText1
source: A better world
pt: Um mundo melhor

# WorldText2
source: Help share
pt: Ajude compartilhe

# LimitedPlanetText1
source: The planet is limited
pt: O planeta é limitado

# LimitedPlanetText2
source: Recycle and collaborate with our planet!
pt: Recicle e colabore com o nosso planeta!

# AppHelpText1
source: Help keep the world clean
pt: Ajude à manter o mundo limpo

# AppHelpText2
source: Our App can help!
pt: Nosso App pode ajudar!

# CreateAcount
source: Create an account
pt: Criar conta

source: I have an account
pt: Já tenho conta

source: Log in
pt: Entrar

source: Please enter your credentials
pt: Por Favor entre com suas credenciais

source: Password
pt: Senha

source: Forgot your password?
pt: Esqueceu sua senha?

source: Map
pt: Mapa

source: Materials
pt: Materiais

source: Address
pt: Endereço

source: Search
pt: Filtrar

source: Sing out
pt: Sair

# YourDescription
source: How would you describe yourself?
pt: Como você se descreveria?

# YourStory
source: Tell a little about your story
pt: Conte um pouco da sua história

source: Who we are
pt: Quem Somos

source: Where are we going
pt: Para onde Vamos

source: Collaborate
pt: Colabore

source: Collectors
pt: Catadores

source: Detail
pt: Detalhes

# Location
source: from your location
pt: da sua localização

source: My history
pt: Minha historia

source: Edit
pt: Editar

# PaperTitle
source: Paper
pt: Papel

# PaperSubTitle
source: 100% recyclable and biodegradable
pt: 100% reciclavel e biodegradavel

# PaperText
source: We recycle 1/3 of the paper produced, 1 ton recycled saves 22 sheets, avoid wetting, tearing or wrinkling do not mix embossed paper wash long life rinsing dishes.
pt: Reciclamos 1/3 do papel produzido, 1 tonelada reciclada poupa 22 árvoes, evite molhar, rasgar ou amassar não misture papel engordurado lave embalagens longa vida no enxágue da louça.

# AluminumTitle
source: Aluminum
pt: Alumínio

# AluminumSubTitle
source: In 60 days, 1 can is produced, purchased, collected and recycled and returns to the shelves
pt: Em 60 dias, 1 lata é produzida, comprada, coletada reciclada e volta as prateleiras

# AluminumText
source: We recycle 98.4% of cans in Brazil, and only 33% of other aluminum items to recycle spend 95% less energy than producing it
pt: Reciclamos 98,4% das latinhas do Brasil, e apenass 33% dos outros itens de alumínio reciclar gastar 95% menos energia do que produzi-la

# PlasticTitle
source: Plastic
pt: Plastico

# PlasticSubTitle
source: Brazil only recycles 20% of production 8 billion kg / year pollute the oceans
pt: O Brasil só recicla 20% da produção 8 bilhões de kg/ano poluem os oceanos

# PlasticText
source: Recycle bags, snacks, sachets, straws, Styrofoam and all other platicos clean food scraps with rinsing water or used napkin.
pt: Recicle sacolas, salgadinhos, sachês, canudos, isopor e todos os outros platicos limpe restosde alimentos com água do enxague da louça ou guardanapo usado.

# OilTitle
source: Oil
pt: Óleo

# OilSubTitle
source: 1 liter down the drain = 25 thousand liters of polluted water
pt: 1L no ralo = 25 mil L de água poluída

# OilText
source: In a discard in the sink or in the pot after being used and cooled, the oil should be strained into a PET bottle with a lid, ask the collector to take it to a collection point or cooperative that produces soap.
pt: Numca descarte na pia ou no vaso depois de usado e esfriado, o óleo deve ser coado numa garrafa PET com tampa peça ao catador para levar a um ponto de coleta ou cooperativa que produz sabão.

# DiverseTitle
source: Diverse
pt: Diversos

# DiverseSubTitle
source: It is the worst metarial for waste pickers, its value is very low
pt: É o pior metarial para os catadores, seu valor é muito baixo

# DiverseText
source: Brazil loses R $ 8 billion / year introducing medicines and mixed recyclable medicines and its laminated packaging must be discarded in pharmacies.
pt: O Brasil perde R$ 8 bilhões/ano enterrando reciclaveis misturados remédios e suas embalagens laminadas devem ser descartados nas farmácias.

# MetalSubTitle
source: Steel is the most recycled material in the world, it is 100% recyclable, it can be recycled endlessly
pt: Aço é o material mais reciclado do mundo, é 100% reciclável, pode ser reciclado infinitas vezes

# MetalText
source: 1/4 of the steel in Brazil uses recycled material, recycled metals are in food cans, tools, wires, beams, automobiles and household items.
pt: 1/4 do aço no Brasil utiliza matérial reciclada, metais reciclado estão em latas de alimentos, ferramentas, arames, vigas, automóveis e utensílios domésticos.

# TreePruningTitle
source: Tree pruning
pt: Podas de árvores

# TreePruningSubTitle
source: Tree pruning can be composted and produce energy
pt: Podas de árvore podem ser compostadas e produzir energia

# TreePruningText
source: At events and parties, organize a selection of dry recyclables in large bags evaluate and arrange with the collector the collection of waste not listed in this application.
pt: Em eventos e festas, organize a separação dos recicláveis secos em sacos grandes avalie e combine com o catador a coleta dos residuos não listados neste aplicativo.

# FurnitureTitle
source: Furniture
pt: Moveis

# FurnitureSubTitle
source: Check the cart size
pt: Cheque o tamanho da carroça

# FurnitureText
source: Combine with the picker the point of disposal of the furniture, ensure that the furniture will not end in a vacant lot or on the street.
pt: Combine com o catador o ponto de descarte dos móveis, garanta que o móvel não terminará em um terreno baldio ou na rua.

# ElectronicsTitle
source: Electronics
pt: Eletrônicos

# ElectronicsSubTitle
source: 98% of electronic components can be recycled
pt: 98% dos componentes de um eletronico podem ser reciclados

# ElectronicsText
source: It has a higher value, but only 15.5% is recycled, there is a lack of infrastructure in Brazil, they are highly contaminants, seek the correct destination.
pt: Tem valor mais alto, mas so 15,5% é reciclado, falta infraestrutura no Brasil, são altamente contaminantes, busque a destinação correta.

# RubbleTitle
source: Rubble
pt: Entulho

# RubbleSubTitle
source: You can use 95% of the material and recycling is mandatory
pt: Pode-se aproveita 95% do material e sua reciclagem é obrigatoria

# RubbleText
source: Reused in streets and highways ensure that your rubbish does not end up in a vacant lot check with your city hall for the appropriate location.
pt: Reutilizado em ruas e estradas garanta que seu entulho não acabará em um terreno baldio cheque com sua prefeitura o local adequado.

# GlassTitle
source: Glass
pt: Vidro

# GlassSubTitle
source: 100% recyclable and lasts forever low price, few places recycle
pt: 100% reciclável e dura para sempre preço baixo, poucos lugares reciclam

# GlassText
source: Broken glass is even worse, greater number of accidents with lamps, TVs and mirrors need special attention.
pt: Vidro quebrado é ainda pior maior número de acidentes com catadores lâmpadas, TVs e espelhos prescisam de atenção especial.

# BatteryTitle
source: Battery
pt: Bateria

# BatterySubTitle
source: They are highly contaminating
pt: São altamente contaminantes

# BatteryText
source: They are on cell phones, cordless phones, cameras, camcorders, laptops, toys and watches, they cannot be mixed apart and notify the collector before collection.
pt: Estão nos celulares, telefones sem fio, máquinas fotograficas, filmadoras, laptops, brinquedos e relógios, não podem ser misturadas separe e avise o catador antes da coleta.

# Introduction
source: Open collaborative and non-profit, Collector needs your help.
pt: Aberto colaborativo e sem fins lucrativos, o Collector precisa da sua ajuda.

# IntroductionPartTwo
source: You can:
pt: Você pode:

# HelpOne
source: 1. Support a Collector and pay for the service
pt: 1. Apoiar um catador e o remunerar pelo serviço

# HelpTwo
source: 2. Register collectors on Collectors
pt: 2. Cadastrar catadores no Collectors

# HelpThree
source: 3. Organize your condominium or company to use the app
pt: 3. Organizar seu condominio ou empresa para utilizar o app

# HelpFour
source: 4. Offer voluntary work in: content production; orgazination and administration; app development and design, and other things ...
pt: 4. Oferecer trabalho voluntario em: produção de conteúdo; orgazinação e administração; desenvolvimento do app e design, e outras coisas...

# CreatedBy
source: A non-profit association
pt: Uma associação sem fins lucrativos

# OpenSource
source: We have collaborative DNA. Our code is, and will always be free. Then, more arrives. Write us an email:
pt: Possuimos DNA de colaboração. Nosso código é, e sempre será livre. Então, chega mais. Escreva um e-mail para nós:
